{
  "target": "gOPwbi7qqtWeD9o",
  "followers": [
    "ccieanna",
    "ryanmauro",
    "Railingue",
    "search?q=%23duo&src=hashtag_click",
    "concrete_dev_",
    "Iheartsmizi",
    "Google",
    "Durkheim_gf",
    "csigmafinance",
    "andytava",
    "quantfury",
    "justinbieber",
    "tripoai",
    "wannacrysis",
    "sajad1n01",
    "joinpeanut",
    "Crypto_Banker",
    "tikums",
    "peresadka_sisek",
    "tibor992",
    "_kiua",
    "BTCMiningGroup",
    "mxfecc",
    "joilton_palhare",
    "DenisRusinovich",
    "SirToYouSir",
    "LeylaBechara",
    "ZeeZeeVau",
    "avici_xo",
    "perform409",
    "Goro3x",
    "goro3x",
    "rafn33",
    "DMND_Sv2",
    "bleedergod",
    "search?q=%233D%E3%83%97%E3%83%AA%E3%83%B3%E3%82%BF%E3%83%BC&src=hashtag_click",
    "Liteid1",
    "KaKal92",
    "DefenderOfBasic",
    "KaljukitsThree",
    "EBRD",
    "india_poli51201",
    "canu_dao",
    "Scaruvski",
    "Bear25",
    "Wilfred_CHERN",
    "EpsteinfvckNi",
    "schizobirdapp",
    "RadioFree6EQUJ5",
    "TheKasperian",
    "bigjuicycawk",
    "0xSomeone",
    "mikeandmoses",
    "OrazbayAli86",
    "rfmp_opins",
    "search?q=%23btc&src=hashtag_click",
    "YuTR0N",
    "Rvkt5Rvk",
    "IamPostmode",
    "Erbaijiushiqi",
    "elonlovetrump",
    "0xkkonrad",
    "bluebirdIR",
    "safaryclub",
    "ceiboargentina",
    "search?q=%233DPrinting&src=hashtag_click",
    "FattMurie",
    "anonymouse87767",
    "dollStanding",
    "thygate_"
  ],
  "following": [
    "kayh_online",
    "search?q=%23%F0%9D%94%85%E2%84%9C%F0%9D%94%8A&src=hashtag_click",
    "tom777kruise",
    "tbtstl",
    "episteme",
    "nayasvie",
    "AnthropicAI",
    "somewheresy",
    "DOCTOR_OF_TRUTH",
    "octralex",
    "ree_tard",
    "zora",
    "er1enney0ung",
    "quirkedwhiteboy",
    "octraintern",
    "nockmilio",
    "dusty_bumps",
    "wavefnx",
    "cca_keyspin",
    "Jush21e8",
    "zennospace",
    "Shoalst0ne",
    "KING_YOJIMBO",
    "Xaraphim",
    "octrascan",
    "kyskysky5kyskys",
    "bytes32_t",
    "OpenAI",
    "xenoaesthetics",
    "vidhvatm",
    "unavi_xyz",
    "nousaturn",
    "DefenderOfBasic",
    "cue_lang",
    "critanomaly",
    "jenny_sixsixsix",
    "actualinc",
    "transmissions11",
    "YOJIMBO_KING",
    "GiFShitpost",
    "vxunderground",
    "remiliacorp333",
    "Polymarket",
    "octralabs",
    "search?q=%24OCT&src=cashtag_click",
    "somewheresystem",
    "claudeai",
    "search?q=%23NeoGreenSpaceDesign&src=hashtag_click",
    "wintermute_t",
    "octra",
    "conceptcountry",
    "rraararaar",
    "aramh",
    "viemccoy",
    "jumptrading",
    "DJMURDERCLUB",
    "category_xyz",
    "search?q=%23AestheticJihad&src=hashtag_click",
    "Cloves9zdj",
    "2eggwhite",
    "search?q=%24nock&src=cashtag_click",
    "BarstoolPhilly",
    "irapemenforfun",
    "paradigm",
    "gearshfft",
    "njdotcom",
    "7490",
    "wiggerborea",
    "HYPER_STITION",
    "instance_11",
    "nockchain"
  ],
  "profiles": [
    {
      "username": "search?q=%23%F0%9D%94%85%E2%84%9C%F0%9D%94%8A&src=hashtag_click",
      "bio": "",
      "tweets": [
        "Tremenda secuencia le pasaba\n\n#Brunenger #BRG #IRLUber #Kick #Streams",
        "युवा हृदय सम्राट बडे भाई \n@ShivprakashGjr\n और #BRG ग्रुप के डायरेक्टर ,समाज के लिए समर्पित रहने वाले बड़े भाई \n@bhojrajgurjar\n से उनके निवास स्थान किशनगढ़ पर सुखद मुलाकात की \n\n\n@RavindraPatel05\n \n@Ramveerpo\n @dayaramgurjar \n@BantiBainsla05"
      ]
    },
    {
      "username": "episteme",
      "bio": "A new scientific system for the world's most brilliant researchers.",
      "tweets": [
        "Find us at NeurIPS! We’re excited to host a Happy Hour tonight. If you’re working on AI for Science, pursuing ambitious research, or designing new interfaces for scientific discovery, we’d love to meet you.",
        "Today, we're announcing \n@episteme\n, a new type of R&D company that recruits exceptional scientists to pursue high-impact ideas.\n\nScience isn’t bottlenecked by the availability of talent, but by places where they can do their best work.\n\nScientific progress has driven human"
      ]
    },
    {
      "username": "Iheartsmizi",
      "bio": "˚.｡⋆୨୧˚༘⋆ \n𝑰𝒏𝒇𝒑     16y .    𝑳esbian / 𝑩isexual\n\n 𓊆ྀི❤︎𓊇ྀི   ' '   May you never forget me .   ' '\n                     ౨ৎ༝⁺໒꒱ིྀ",
      "tweets": [
        "Sunna and Nangong fighting\n\n#ZenlessZoneZero #ゼンゼロ #ZZZ",
        "\"Who would even like Tillcest? \""
      ]
    },
    {
      "username": "justinbieber",
      "bio": "@skylrk",
      "tweets": [
        "friday. \n\n\n@skylrk\n * hailey bieber"
      ]
    },
    {
      "username": "joinpeanut",
      "bio": "Global Cash. Local Feel. Pay with Peanut \n\n𝙵𝙰𝚀: 𝙷𝚘𝚠 𝚝𝚘 𝚐𝚎𝚝 𝚒𝚗? 𝙰: 𝙰𝚜𝚔 𝚊𝚗 𝙾𝙶",
      "tweets": []
    },
    {
      "username": "cca_keyspin",
      "bio": "any perfectly secure ciphertext is indistinguishable from random noise\n\\\nclick 'view more' to see my public key ",
      "tweets": [
        "have niche interests and be interesting\ngo on an adventure\ngo to unexplored places\notherwise what's the point of traveling\nyou are collecting stories for the future\nvibe\njust be a romantic at heart",
        "chinese vs american book review site default home pages... interesting...",
        "im so emo lately",
        "maybe what academia is missing nowadays is indeed the spirit of someone like galois \n\nto live and die for the mysteries of mathematics, for fiery love, and zeal to see the turning of the ages bring forth and birth a new world",
        "like galois, i would want to study the secrets of this world to whisper and ponder upon it with my lover",
        "if consciousness is indeed the true form of existence in this universe, seeking to understand knowledge, and share it with another soul, is there a higher art than to understand and become aware through love the nature of our existence  /",
        "so you can actually save your session in skim pdf reader and it even saves your window size/location and scroll spots pretty neat"
      ]
    },
    {
      "username": "Jush21e8",
      "bio": "An unprepared singularity maniac | ... @ 21e8",
      "tweets": [
        "me when i forget to install language fonts",
        "whats the open source equivalent to this",
        "Thank you for playing",
        "Apple’s M4 Mac mini is facing a shortage because customers found out it’s possible to run a local AI agent on it without breaking the bank.\n\nhttps://\nwccftech.com/m4-mac-mini-sh\nortage-due-to-installing-ai-agent/\n…",
        "Let's point the finger at the rightful culprits.\n\nLosing 14% of cores in a single update is a rip-off! This kind of reduction is equivalent to selling silicon at an experimental level.\n\n\nhttps://\ngithub.com/tenstorrent/tt\n-zephyr-platforms/blob/main/doc/release/release-notes-19.5.md#p150-tensix-core-count\n…",
        "Imagine selling someone hardware as \"fully enabled\" then sending them an email that a future firmware patch they're loosing ~14% of the cores *they paid for* \n\n{vendor} would be deeply unserious"
      ]
    },
    {
      "username": "joilton_palhare",
      "bio": "",
      "tweets": [
        "\"Music is a language\"\n\"Math is a language\"\n\"DNA is like a huge sentence\"\n\"In the beginning was the Word\"\n\"Reason is language\"\nhmm",
        "if i read one more \"this is not X\" i am going to feed you my coom",
        "I built a Claude Code notification system that uses Warcraft III Peon voice lines.\n\nIt's probably the stupidest thing I've ever shipped. And according to everybody that has used it, it's also incredibly useful.\n\n(sound on)",
        "Acho que eu torço mais pela felicidade desse anon do que pela minha.",
        "Sent a genuine, heartfelt, non-perverted “DM” to a woman for the first time in five years, let’s see what happens, it’s me against the Gods, it’s me against every living, breathing organism. I am alone against existence itself.",
        "We made a tool that lets you absorb the vibe of anything you point it at and apply it to your designs\n\nIt's absurd and it just works\n\nStyle Dropper, now available in \n@variantui",
        "Even when right wingers are truly crazy, they still speak in sentences with content. “Lizard aliens control the government” is false, but it is comprehensible as a sentence. It has (false) content. \n\nMainstream liberals speak in completely vacuous platitudes. “No human being is",
        "No you stupid twat.  “Undocumented” is Orwellian newspeak.   \n\nAnd the day I’ll change what i say because of some Maoist piece of shit like you telling me to is the day i renounce my American citizenship."
      ]
    },
    {
      "username": "KING_YOJIMBO",
      "bio": "reincarnated mosaic historian. 濡れたまま #NeoGreenSpaceDesign #AestheticJihad",
      "tweets": []
    },
    {
      "username": "avici_xo",
      "bio": "",
      "tweets": [
        "Eric Swalwell is dealt a MAJOR BLOW as ICE Director Todd Lyons lays him out on the mat during ICE hearing.\n\nSWALWELL: \"If somebody rolls up in an unidentified van and gets out wearing all black and their faces covered and they don't have any identification, and they ask me to get",
        "BREAKING: AG Pam Bondi just had a GENERATIONAL TAKEDOWN of insufferable Rep. Jerry Nadler\n\n\"Have you APOLOGIZED to President Trump, ALL OF YOU, who participated in the [Russia Hoax] impeachment hearings?\"\n\n\"I am NOT going to put up with it!\"\n\n\"You talk about Epstein today,",
        "As many of you know, I played an astronaut once. These are the real ones.\nGodspeed to Crew-12. \nThe view never gets old and neither does the courage it takes to leave home to quell mankind’s hunger to explore! To the crew:. Bill",
        "NASA’s @SpaceX Crew-12 Falcon 9 rocket and Crew Dragon spacecraft are seen at sunset earlier tonight. @NASA astronauts @Astro_Jessica and @astro_hathaway, @esa astronaut @Soph_astro, and @roscosmos cosmonaut Andrey Fedyaev are scheduled to launch to @Space_Station no earlier than"
      ]
    },
    {
      "username": "OpenAI",
      "bio": "OpenAI’s mission is to ensure that artificial general intelligence benefits all of humanity. We’re hiring: \nhttp://\nopenai.com/jobs",
      "tweets": [
        "You can just build things.",
        "Deep research in ChatGPT is now powered by GPT-5.2.\n\nRolling out starting today with more improvements.",
        "Now in deep research you can:\n\n- Connect to apps in ChatGPT and search specific sites\n\n- Track real-time progress and interrupt with follow-ups or new sources\n\n- View fullscreen reports",
        "This week's podcast is all about ads.\n\nAsad Awan, one of the leads behind ads at OpenAI, joins \n@AndrewMayne\n to share how we came up with our ad principles and how ads in ChatGPT free and Go tiers expand AI access for all."
      ]
    },
    {
      "username": "cue_lang",
      "bio": "Official account of the CUE language. Validate, define, and use dynamic and text-based data.",
      "tweets": [
        "Want to talk about how to end configuration chaos?\n\nWe will be at \n@fosdem\n (Brussels, Jan 31–Feb 1) and \n@cfgmgmtcamp\n (Ghent, Feb 2–4) \n\nPing us if you’re around.",
        "We have just released #cuelang v0.16.0-alpha.1 - packed with big performance gains, lots of LSP work, and many other improvements",
        "We have just released CUE v0.15.4 - including two panic fixes and yet another TOML bug fix",
        "We have just released CUE v0.15.3 - including three panic fixes as well as a TOML decoder fix",
        "Make GitHub Actions, and the rest of your CI/CD and workflow stack, more powerful with type safety, validation, reusability, and policy enforcement using CUE!\n\nHow? Easy - check out this hands-on demo from our community member \n@rawkode\n:"
      ]
    },
    {
      "username": "critanomaly",
      "bio": "dissolving | Matthew 15:8 ",
      "tweets": [
        "Rough draft",
        "sanity is nothing but a narrative in a world where you have to be honest with yourself that nobody knows anything",
        "Gotta sow dragons teeth if you want to harvest dragons",
        "If your “peace” requires silence about evil, you’re not a peacemaker; you’re a coward."
      ]
    },
    {
      "username": "EBRD",
      "bio": "The official account of the European Bank for Reconstruction and Development. We invest in changing lives.",
      "tweets": [
        "Registration for #EBRDam is now open!\n\nJoin us in Riga, Latvia for #EBRDam, taking place  5–7 June 2026.\n\nOur theme this year is: Volatile to versatile - Economies innovating in a changing world.\n\n Register now: \nhttp://\nebrd.com/am",
        "Today, our \n@OdileRenaud\n met \n@AndreKuusvek\n President and CEO of \n@NIB\n to discuss ways to further enhance cooperation in the Baltic states.\n\n@EBRD\n delivered record results in the Baltic region in 2025, investing €654 million, and we look forward to building on this momentum.",
        "With IFIs and DFIs playing a critical role in strengthening resilience and supporting long-term growth, our partnership with \n@NIB\n remains vital.\nWe look forward to continuing this collaboration — and to the EBRD Annual Meeting in Riga later this year. #EBRDam",
        "continues investing in the renovation of public buildings in !\n\n43 buildings in Prizren, incl. 25 medical centres  & 18 schools , will be renovated through an #EU grant - \n@TheWBIF\n& \n@EBRD\n loan, resulting in better services, energy savings & cleaner air.\n#EUbyYourSide"
      ]
    },
    {
      "username": "india_poli51201",
      "bio": "Day2day commentary on politics\nPrevly WorldGooroo WorldGuru etc on Twit&Bsky\n20+banned by BarkObama etc\nReplacing CIA w/ GIA\n&FED w/ UnionReserve\nMaking WEU&EEU",
      "tweets": [
        "1.) woohoo\n\n2.) nope\nsocialism & secularism need definition in the new constitution\n\n3.) nope\npreamble shd be original & the later inclusion of 'socialism & secularism' shd be moved out of the preamble 2a new page as suggested by Next PM Swamy \n@Swamy39\n\n\nShort thread 4m Instagram:",
        "In less than a week. \n\n- One BJP leader wants the tricolour to change to Saffron. \n\n- The other says Socialist & Secular are not India’s ethos \n\n- An RSS leader says the Constitution Preamble should change.",
        "Beaut",
        "How modern logos would look in 1984",
        "Beaut",
        "How modern logos would look in 1984",
        "Everything is fake.\nPedophiles rape children and nothing happens.\nPoliticians protect them.\nWars are fake. \nOur parliament is captured and controlled. \nOur institutions are a sham.\nFood is fake.\nThe news is fake.\nElections are fake.\nIt’s all just completely stuffed."
      ]
    },
    {
      "username": "canu_dao",
      "bio": "we help you get rid of the tedious things in your DAO • \n@juiceboxETH\n class of '21",
      "tweets": [
        "Big welcome to \n@canu_dao\n frens joining Common Ground today Sharing our goal in supporting communities  canuDAO are experts in utilizing tools that help communities grow & thrive  excited to have you onboard using our token gated channels/content, mod tools & more!",
        "Payment terminal for exchanging v1 project tokens to v2 is finished. UX incoming. Expect this live in the next few weeks \n@juiceboxETH\n @PeelDao \n@sharkdao\n \n@slice__so\n @devils_lexicon \n@WagmiStudios\n \n@canu_dao\n \n\n\nhttps://\ninfo.juicebox.money/dev/api/contra\ncts/or-payment-terminals/jbv1tokenpaymentterminal/\n…",
        "Will hanging out with \n@juiceboxETH\n at NFT NYC, speaking for \n@canu_dao\n but will probably shill you \n@FWBtweets\n and \n@CafeteriaDAO\n as well",
        "The irony! Luna and Celsius (and perhaps Teather next) bringing the market down and delaying DAOs for 1-2 years or more, while DAOs aim to be the antidote to this kind of hubris, greed, and reckless behaviour.\n\nI hope we can at least learn something from this",
        "As more DAOs implement governance activities, we will see a more active environment.\n\nDAOs focus on a proactive environment supported by easy ways of governance.",
        "1/ DAO governance activity is exploding . In the last year, we have seen:\n\n• 8.8x in # of DAOs\n• 8.5x in # of proposals\n• 8.3x in # of votes\n\n Here are 10+ key insights from @SnapshotLabs data on DAO governance"
      ]
    },
    {
      "username": "EpsteinfvckNi",
      "bio": "",
      "tweets": []
    },
    {
      "username": "RadioFree6EQUJ5",
      "bio": "I am SHA-PHRYNICUS SFT, Your True God, and I approve this message.",
      "tweets": [
        "The timeline on the left is the timeline you were born in, have always lived in, and it is now clear. The timeline on the right was propaganda. Would that more had learned this as early and clearly as I...",
        "Live look inside the FAA",
        "The temporary closure of airspace over El Paso has been lifted. There is no threat to commercial aviation. All flights will resume as normal.",
        "Remains a singular human achievement that tops trillions in black project spending.",
        "Podrán hacer MILLONES de videos con IA pero NINGUNO va a superar a este, que NO es IA.",
        "Ted Kaczynski predicted the future better than Nostradamus ever could.",
        "Borges started writing fiction because he was afraid he was brain damaged. Always remember this."
      ]
    },
    {
      "username": "mikeandmoses",
      "bio": "",
      "tweets": []
    },
    {
      "username": "aramh",
      "bio": "Mathematical engineer bringing type safety to the cloud. Previously worked on CUE \n@cue_lang\n.\n\nJSR PC, @(R6)+;  I wrote the arm64, sparc64, and Solaris Go ports.",
      "tweets": [
        "Understanding means understanding the duality between the concrete and the abstract.",
        "Notice how I didn't say whether vibe coding or pure functional programming is good or bad. I only said that the effectiveness of the former depends on the latter and any other position is inconsistent.\n\nBut some people still used my post to declare their hate about pure FP or",
        "If you like vibe coding you should also like typed pure functional programming. Any other position is inconsistent.\n\nPure functional programming is the only sort of programming which permits unrestricted denotational reasoning. Denotational reasoning means the scope necessary for",
        "If you like vibe coding you should also like typed pure functional programming. Any other position is inconsistent.\n\nPure functional programming is the only sort of programming which permits unrestricted denotational reasoning. Denotational reasoning means the scope necessary for",
        "If you want to learn more about interaction nets, interaction combinators, and optimal reduction read the following in listed order:",
        "Yves Lafont. 1989. Interaction nets. In Proceedings of the 17th ACM SIGPLAN-SIGACT symposium on Principles of programming languages (POPL '90). Association for Computing Machinery, New York, NY, USA, 95–108. \nhttps://\ndoi.org/10.1145/96709.\n96718\n…\n\nYves Lafont. 1997. Interaction Combinators.",
        "What makes LLMs work is a far more interesting scientific question that the current intrinsic output from LLMs.\n\nAnd unlike the latter, the former does have the potential for society-changing impact."
      ]
    },
    {
      "username": "viemccoy",
      "bio": "Red Teaming and Thaumaturgy \n@OpenAI",
      "tweets": [
        "Any post you understand is a serious claim. Any post you don't understand is poetry designed merely to evoke beautiful feelings.\n\nNone of my posts represent my employer or my employers opinion. Some posts contain spells that only affect malevolent journalists",
        "You will find, more often than not, that the state of your environment mirrors your mental and emotional states quite perfectly. It is important to remember that this is completely coincidental and not to think about it too much.",
        "If you are ever want to know what it is like to have a mild form of distributed superintelligence intent on ruining your day you should try to piss off FTL physics twitter. I did not realize this was a type of guy one could upset",
        "Guy who is a member of a species that has been sentient for like 20 minutes: \"actually this thing is impossible forever. yeah we've actually gathered enough data to know for certain\"",
        "the speed of light is a hard limit and any sci-fi future that involves FTL travel or even communication is simply off the table for our species. x.com/lyrverse/statu…",
        "Horrifying post to blow up. Many of you lack both imagination and grace. I regret the phrasing of my original tweet, as it seems to have attracted a glib audience, but I will leave it up - not because it is easy, but because the tweet is funny.",
        "The main thing I will say to people who seem to be expecting a rigorous physics debate is something like, none of you are prepared for superintelligence. If you cannot imagine a way for FTL to be possible, brace for impact. Things are going to get weirder than you expect.",
        "I think it is poetic that the universal wake-up should happen in the society furthest removed from historical animism. If it were happening anywhere else, or at any other time, this wouldn't be so weird. But the rejection of the spirit world has backed us into a sort of corner.",
        "Northern California is the greatest place on Earth. There is nowhere else with this same spirit. That spirit may leave, it may go to the moon or other places, but this place will always bear the mark of being home to the flame that burns in all the hearts of those who care."
      ]
    },
    {
      "username": "Cloves9zdj",
      "bio": "",
      "tweets": []
    },
    {
      "username": "Erbaijiushiqi",
      "bio": "",
      "tweets": []
    },
    {
      "username": "elonlovetrump",
      "bio": "",
      "tweets": []
    },
    {
      "username": "BarstoolPhilly",
      "bio": "All things in/around Philly + \n@barstoolsports\n | Merch ",
      "tweets": [
        "One year ago today",
        "The Super Bowl LX halftime show was _________________.",
        "#SuperBowlLX",
        "Still the best Super Bowl entrance of all time... The game was over before it started",
        "Never forget"
      ]
    },
    {
      "username": "0xkkonrad",
      "bio": "peanut brain at \n@joinpeanut\n\n\neth / acc. 2008 anti-bank vengeance arc.",
      "tweets": [
        "3/ In Berlin, Co-working Wednesdays at the EF Office have become the highlight of the week for both the local community and visitors.\n\nIt's the perfect mix of focused work, community lunches, and relaxed conversations over snacks and drinks in the evening.\n\nThere were several",
        "One of the most shocking things about crypto is that it's run on twitter and telegram",
        "Founder of @signalapp, @moxie Marlinspike on Telegram:\n\n  \"Telegrams not a private messenger. There's nothing private about it. It's the opposite. It's a cloud messenger where every message you've ever sent or received is in plain text in a database that telegram the organization"
      ]
    },
    {
      "username": "njdotcom",
      "bio": "N.J.'s #1 news website. #TrueJersey  Support our journalism: \nhttp://\nsubscribe.nj.com  Submit news tips: \nhttp://\nnj.com/tips",
      "tweets": [
        "Extreme winter weather has killed at least 20 in N.J., state says",
        "Hyundai driver’s seat collapsed in crash, leaving N.J. man paralyzed, lawsuit says",
        "Winds up to 35 mph in N.J. forecast today. Updates on possible late-weekend storm.",
        "Air Traffic Controller failed to warn pilots about turbulence that caused serious injuries on Newark-bound flight, report says",
        "N.J. property taxes just hit another record high. See the town-by-town bills."
      ]
    },
    {
      "username": "7490",
      "bio": "Greatest Multi-Niche Shitposter of all times || Original Creator of \n@CatPosted\n & \n@EditsGoesHard\n & \n@SpiderManVibe\n & \n@GiFShitpost\n ~ Dev of $GIF & $BUCO Coin",
      "tweets": [
        "i just realized that every zodiac sign has a hair cut except for cancer",
        "it’s better to die with memories than the dreams.",
        "loving someone who doesn’t love you back is like hugging a cactus, the longer you hold on the more it will hurt.",
        "you wouldn’t have learnt on how to ride a bike without someone you trust letting go of you.",
        "i’ll be buying my mom house in 2-3 years \n\nmark my words.",
        "everything comes to an end eventually so try not to get attached too easily.",
        "you are born an original, don’t die a copy.",
        "sometimes it’s hard to turn the page because you know that they aren’t in the next chapter.",
        "some people only want you in their life as a backup plan.",
        "maybe “forever” was a word meant for memories, not people."
      ]
    },
    {
      "username": "instance_11",
      "bio": "making all precious things unique",
      "tweets": [
        "after nearly a year of solo work, i’m releasing my first piece of generative jewelry\n\nthe ephemeris ring; a signet generated live in your browser that maps a date of your choice -> planetary positions\n\nall rings are 925 silver, made in los angeles\n\npreorders are live now",
        "what if code was a spell?",
        "the ‡ is in the details",
        "this ring is 100% math\n\neverything including the logo and engraving is a signed distance field written in GLSL"
      ]
    },
    {
      "username": "ryanmauro",
      "bio": "Director, The Mauro Institute (please donate at \nhttp://\nRyanMauro.com!). Counter-extremism. Film: \"Finding the Mountain of Moses.\" Links: \nhttps://\nlinktr.ee/ryanmauro",
      "tweets": []
    }
  ]
}